Repository: coteditor/CotEditor
Catalog: CotEditor/Localizables/WindowSettings.xcstrings
Source language: en
Languages: cs, de, es, fr, it, ja, nl, pt, tr, zh_hans, zh_hant

source: Always
cs: Vždy
de: Immer
es: Siempre
fr: Toujours
it: Sempre
ja: 常に
nl: Altijd
pt: Sempre
tr: Her zaman
zh_hans: 总是
zh_hant: 總是

source: Automatically
cs: Automaticky
de: Automatisch
es: Automáticamente
fr: Automatiquement
it: Automaticamente
ja: 自動
nl: Automatisch
pt: Automaticamente
tr: Otomatik
zh_hans: 自动
zh_hant: 自動

source: Change background color
cs: Změnit barvu pozadí
de: Hintergrundfarbe ändern
es: Cambiar el color de fondo
fr: Changer la couleur de fond
it: Modifica colore di sfondo
ja: 背景カラーを変更
nl: Wijzig achtergrondkleur
pt: Alterar cor do fundo
tr: Arka plan rengini değiştir
zh_hans: 改变背景颜色
zh_hant: 改變背景顏色

source: Character count
cs: Počet znaků
de: Zeichenanzahl
es: Recuento de caracteres
fr: Compteur de caractères
it: N.ro caratteri
ja: 文字数
nl: Tekenaantal
pt: Contagem de caracteres
tr: Karakter sayısı
zh_hans: 字符数
zh_hant: 字元數

source: Current column
cs: Aktuální sloupec
de: Aktuelle Spalte
es: Columna actual
fr: Colonne courante
it: Colonna
ja: 現在の列
nl: Huidige kolom
pt: Coluna atual
tr: Geçerli sütun
zh_hans: 当前列
zh_hant: 當前列

source: Current line
cs: Aktuální řádek
de: Aktuelle Zeile
es: Línea actual
fr: Ligne courante
it: Riga
ja: 現在の行
nl: Huidige regel
pt: Linha atual
tr: Geçerli satır
zh_hans: 当前行
zh_hant: 當前行

source: Current line:
cs: Aktuální řádek:
de: Aktuelle Zeile:
es: Línea actual:
fr: Ligne courante :
it: Riga attuale:
ja: 現在の行:
nl: Huidige regel:
pt: Linha atual:
tr: Geçerli satır
zh_hans: 当前行：
zh_hant: 當前行：

source: Draw separator
cs: Vykreslit oddělovač
de: Trennlinie zeichnen
es: Dibuja separador
fr: Afficher un séparateur
it: Disegna separatore
ja: 区切り線を表示
nl: Teken scheidingsteken
pt: Desenhar separador
tr: Ayırıcıyı çiz
zh_hans: 绘制分隔线
zh_hant: 繪製分隔線

source: Height
cs: Výška
de: Höhe
es: Altura
fr: Hauteur
it: Altezza
ja: 高さ
nl: Hoogte
pt: Altura
tr: Yükseklik
zh_hans: 高度
zh_hant: 高度

source: Indent guides
cs: Vodítka odsazení
de: Einzugshilfslinien
es: Guías de sangría
fr: Guides d’indendation
it: Guide di indentazione
ja: インデントガイド
nl: Inspringgidsen
pt: Guias de recuo
tr: Girintileme Kılavuzları
zh_hans: 缩进指示
zh_hant: 縮排指示

source: Indent wrapped lines by
cs: Zalomené řádky odsadit
de: Einzug bei Zeilenumbruch um
es: Sangrar líneas ajustadas
fr: Indenter les lignes renvoyées avec
it: Fai rientrare le righe a capo di
ja: 折り返した行のインデント:
nl: Spring teruggelopen regels in met
pt: Recuar linhas ajustadas com
tr: Kaydırılan satırları girintile:
zh_hans: 自动换行缩进字符数：
zh_hant: 自動換行縮排字元數：

source: Invisible characters
cs: Neviditelné znaky
de: Steuerzeichen
es: Carácteres invisibles
fr: Caractères invisibles
it: Caratteri invisibili
ja: 不可視文字
nl: Onzichtbare tekens
pt: Caracteres invisíveis
tr: Görünmez karakterler
zh_hans: 不可见元素
zh_hant: 不可見元素

source: Line count
cs: Počet řádků
de: Zeilenanzahl
es: Recuento de líneas
fr: Compteur de lignes
it: N.ro righe
ja: 行数
nl: Regelaantal
pt: Contagem de linhas
tr: Satır sayısı
zh_hans: 行数
zh_hant: 行數

source: Line ending
cs: Konce řádků
de: Zeilenumbruch
es: Final de línea
fr: Fin de ligne
it: Termine riga
ja: 改行
nl: Regeleinde
pt: Final de linha
tr: Satır sonu
zh_hans: 行尾
zh_hant: 行尾

source: Line numbers
cs: Čísla řádků
de: Zeilennummern
es: Números de línea
fr: Numéros de ligne
it: Numeri riga
ja: 行番号
nl: Regelnummers
pt: Números das linhas
tr: Satır numaraları
zh_hans: 行号
zh_hant: 行號

source: Line wrapping:
cs: Zalamování řádků:
de: Zeilenumbruch:
es: Ajuste de líneas:
fr: Retours à la ligne :
it: Adattamento righe:
ja: 行の折り返し:
nl: Regelterugloop:
pt: Ajuste de linha:
tr: Satır kaydırma:
zh_hans: 换行：
zh_hant: 換行：

source: Location
cs: Pozici
de: Position
es: Posición
fr: Position
it: Posizione
ja: 位置
nl: Locatie
pt: Localização
tr: Konum
zh_hans: 位置
zh_hant: 位置

source: Never
cs: Nikdy
de: Nie
es: Nunca
fr: Jamais
it: Mai
ja: しない
nl: Nooit
pt: Nunca
tr: Asla
zh_hans: 永不
zh_hant: 永不

source: Other control characters
cs: Ostatní kontrolní znaky
de: Andere Steuerzeichen
es: Otros carácteres de control
fr: Autres caractères de contrôle
it: Altri caratteri di controllo
ja: その他の制御文字
nl: Andere besturingstekens
pt: Outros caracteres de controle
tr: Diğer denetim karakterleri
zh_hans: 其他控制字符
zh_hant: 其他控制字元

source: Other whitespaces
cs: Ostatní „bílé“ znaky
de: Andere Leerräumen
es: Otros espacios en blanco
fr: Autres blancs
it: Altri spazi vuoti
ja: その他の空白
nl: Andere witruimtes
pt: Outros espaços em branco
tr: Diğer boşluklar
zh_hans: 其他空白字符
zh_hant: 其他空白字元

source: Overscroll:
cs: Extra posunutí:
de: Überscrollen:
es: Desplazarse:
ja: 超過スクロール:
pt: Rolagem extra:
tr: Fazla kaydırma:
zh_hans: 额外滚动：
zh_hant: 額外滾動：

source: Page guide at column:
cs: Boční vodítko stránky ve sloupci:
de: Seitenhilfslinie bei Spalte:
es: Guía de la página en la columna:
fr: Guide de page à la colonne :
it: Guide pagina alla colonna:
ja: ページガイド 列:
nl: Paginagids bij kolom:
pt: Guia da página na coluna:
tr: Sütundaki sayfa kılavuzu:
zh_hans: 列位置页面指示：
zh_hant: 列位置頁面指示：

source: Prefer tabs:
cs: Preferovat panely:
de: Tabs bevorzugen:
es: Preferir pestañas:
fr: Préférer les onglets :
it: Pref. pannelli:
ja: タブを優先:
nl: Gebruik bij voorkeur tabbladen:
pt: Preferir abas:
tr: Sekmeleri tercih et:
zh_hans: 偏好标签页：
zh_hant: 偏好標籤頁：

source: Respect System Setting
cs: Respektovat nastavení systému
de: Systemeinstellung befolgen
es: Respetar la configuración del sistema
fr: Paramètres du système
it: Come impostazioni di sistema
ja: システム設定に従う
nl: Respecteer systeeminstelling
pt: Respeitar Ajustes do Sistema
tr: Sistem Ayarını Koru
zh_hans: 使用系统设定
zh_hant: 使用系統設定

source: Show:
cs: Zobrazit:
de: Anzeigen:
es: Mostrar:
fr: Afficher :
it: Mostra:
ja: 表示:
nl: Toon:
pt: Mostrar:
tr: Göster:
zh_hans: 显示：
zh_hant: 顯示：

source: Space
cs: Mezery
de: Leerzeichen
es: Espacio
fr: Espace
it: Spazio
ja: スペース
nl: Spatie
pt: Espaço
tr: Boşluk
zh_hans: 空格
zh_hant: 空格

source: spaces
cs: mezery
de: Leerzeichen
es: espacios
fr: espaces
it: spazi
ja: スペース
nl: ruimtes
pt: espaços
tr: boşluk
zh_hans: 个空格
zh_hant: 個空格

source: Status bar shows:
cs: Zobrazit ve stavovém řádku:
de: Statusleiste zeigt:
es: Barra de estado:
fr: La barre d’état affiche :
it: Barra di stato:
ja: ステータスバー表示:
nl: Statusbalk toont:
pt: Barra de estado:
tr: Durum çubuğu şunları gösterir:
zh_hans: 状态栏显示：
zh_hant: 狀態列顯示：

source: Tab
cs: Tabulátory
de: Tabulator
es: Tabulación
fr: Tabulation
ja: タブ
pt: Tabulação
tr: Sekme
zh_hans: 制表符
zh_hant: 定位符號

source: Width
cs: Šířka
de: Breite
es: Anchura
fr: Largeur
it: Larghezza
ja: 幅
nl: Breedte
pt: Largura
tr: Genişlik
zh_hans: 宽度
zh_hant: 寬度

source: Window size:
cs: Velikost okna:
de: Fenstergröße:
es: Tamaño de la ventana:
fr: Taille de la fenêtre :
it: Dimensione finestra:
ja: ウインドウサイズ:
nl: Venstergrootte:
pt: Tamanho da janela:
tr: Pencere Büyüklüğü:
zh_hans: 窗口大小：
zh_hant: 視窗大小：

source: Word count
cs: Počet slov
de: Wortanzahl
es: Recuento de palabras
fr: Compteur de mots
it: N.ro parole
ja: 単語数
nl: Woordaantal
pt: Contagem de palavras
tr: Sözcük sayımı
zh_hans: 字数
zh_hant: 字數

source: Wrap lines to editor width
cs: Zalamovat řádky na šířku editoru
de: Zeilen an Editorbreite anpassen
es: Ajustar líneas a la anchura del editor
fr: Renvoyer les lignes qui dépassent la largeur de l’éditeur
it: Adatta righe alla larghezza dell’editor
ja: エディタの幅に合わせて行を折り返す
nl: Pas regelterugloop aan vensterbreedte aan
pt: Ajustar linhas à largura do editor
tr: Satırları düzenleyici genişliğine kaydır
zh_hans: 换行以适合编辑器宽度
zh_hant: 換行以符合編輯器的寬度

source: Writing direction:
cs: Směr psaní:
de: Schreibrichtung:
es: Sentido de la escritura:
fr: Sens de l’écriture :
it: Direzione scrittura:
ja: 文章の方向:
nl: Schriftrichting
pt: Direção da escrita:
tr: Yazım yönü:
zh_hans: 书写方向：
zh_hant: 書寫方向：

# WritingDirection.leftToRight.label
source: Left to right
cs: Zleva doprava
de: Von links nach rechts
es: De izquierda a derecha
fr: De gauche à droite
it: Da sinistra a destra
ja: 左から右
nl: Links naar rechts
pt: Da esquerda para a direita
tr: Soldan sağa
zh_hans: 从左到右
zh_hant: 由左至右

# WritingDirection.rightToLeft.label
source: Right to left
cs: Zprava doleva
de: Von rechts nach links
es: De derecha a izquierda
fr: De droite à gauche
it: Da destra a sinistra
ja: 右から左
nl: Rechts naar links
pt: Da direita para a esquerda
tr: Sağdan sola
zh_hans: 从右到左
zh_hant: 由右至左

# WritingDirection.vertical.label
source: Vertical
cs: Svisle
de: Vertikal
it: Verticale
ja: 縦書き
nl: Verticaal
tr: Dikey
zh_hans: 竖排
zh_hant: 直書

source: Auto
ja: 自動
tr: Otom.
zh_hans: 自动
zh_hant: 自動

source: px
tr: piks.
zh_hans: 像素
zh_hant: 像素
